[A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild="Выбранное существо получает умение "Вампиризм" и восстанавливаетсебе здоровье, когда наносит урон. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="Выбранное существо получает умение "Вампиризм" и восстанавливает себе здоровье, когда наносит урон. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="Существа в области 6x6 получают умение "Вампиризм" и восстанавливают %buff.buff.d1 %icon_health ед. здоровья., когда наносят урон. Длительность (ходов): %buff.buff.durini."
mName="Вампиризм"
mTooltip="Выбранное существо получает умение "Вампиризм" и восстанавливает %buff.buff.d1 %icon_health ед. здоровья, когда наносит урон. Длительность (ходов): %buff.buff.durini."

[A_BurningDetermination_Buff H7BaseBuff]
mName="Вампиризм"
mTooltip="Существо восстанавливает %d1 %icon_health ед. зд., когда наносит урон. Длительность (ходов): %durnow."

